tap "bjarneo/cliamp"
tap "libsql/sqld"
tap "nikitabobko/tap"
tap "stripe/stripe-cli"
tap "supabase/tap"
tap "tursodatabase/tap"
brew "bat"
brew "btop"
brew "cairo"
brew "cocoapods"
brew "ctop"
brew "curl"
brew "dua-cli"
brew "e2fsprogs"
brew "fastfetch"
brew "ffmpeg"
brew "fnm"
brew "gemini-cli"
brew "gh"
brew "git"
brew "lsd"
brew "mole"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "node@22"
brew "openvpn"
brew "pkgconf"
brew "postgresql@18", link: true
brew "redis"
brew "ripgrep"
brew "sherlock"
brew "tmux"
brew "tor"
brew "tree"
brew "trufflehog"
brew "wget"
brew "yt-dlp"
brew "bjarneo/cliamp/cliamp"
brew "stripe/stripe-cli/stripe"
brew "supabase/tap/supabase"
brew "tursodatabase/tap/turso"
cask "nikitabobko/tap/aerospace"
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "macfuse"
cask "ngrok"
cask "puremac"
cask "stats"
vscode "adpyke.codesnap"
vscode "anthropic.claude-code"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "chadalen.vscode-jetbrains-icon-theme"
vscode "charliermarsh.ruff"
vscode "christian-kohler.npm-intellisense"
vscode "dsznajder.es7-react-js-snippets"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "github.vscode-github-actions"
vscode "humao.rest-client"
vscode "johnpapa.vscode-peacock"
vscode "kevinrose.vsc-python-indent"
vscode "mermaidchart.vscode-mermaid-chart"
vscode "miguelsolorio.symbols"
vscode "ms-azuretools.vscode-containers"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "redhat.vscode-yaml"
vscode "rickaym.manim-sideview"
vscode "rvest.vs-code-prettier-eslint"
vscode "sanity-io.vscode-sanity"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "wakatime.vscode-wakatime"
vscode "yzhang.markdown-all-in-one"
uv "graphifyy"
uv "hermes-agent"
uv "specify-cli"
npm "@openai/codex"
npm "@sanity/cli"
npm "eas-cli"
npm "groq-cli"
npm "pnpm"
npm "trigger.dev"
npm "vercel"
